ResilientCitiesReview.org
#+TITLE: 韌性城市個案例分析報告
#+OPTIONS: num:3
#+include: ../web.org

* 前言

韌性城市是指一城市擁有足以容納、維持現今及未來社會、經濟、環境、科技發展所帶來的壓力，基礎建設規劃能在未來仍能發揮必要的功能。同時，城市必須將針對氣候變遷危機議題做規劃，並增進在基礎建設及自然環境層面的調適能力[fn:1]。

韌性城市的打造是一個不斷探索、學習、修正的動態過程。而學習的來源除了從自身過去發生的經驗中吸取養，更主要的學習對象係來自其他城市的發展經驗，藉由與不同地區、面臨不同潛在災難威脅的城市間進行相互比較，學習這些城市所採取的策略及其成效，對處於打造韌性城市初期的城市是十分重要的。這也說明了為何各城市積極參與國際性的城市聯盟，如C402，ICELI3等，藉由經驗交換與資源共享，來推動更為韌性的都市發展。

打造韌性城式過程中對於其他城市開發經驗的借鑑並非完全複製他地的操作經驗，而應考慮地方特性(如環境特性，文化背景，空間治理架構，發展願景)，將他地的經驗消化學習，進而轉換為符合當地需求的策略與規範，完全的複製不僅無法確保城市變得更韌性，更可能是一場災難[fn:2]。

* 各國韌性城市簡介
** 台灣
** 亞洲


* Footnotes

[fn:2] [[https://eyesonplace.net/2016/05/11/2201/][韌性，城市不任性 II : 理論發展與空間規劃上的應用]]

[fn:1] [[https://wiki.mbalib.com/zh-tw/%E9%9F%A7%E6%80%A7%E5%9F%8E%E5%B8%82][韌性城市]]
