ResilientCitiesReview.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-03-14 Sun 21:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>韌性城市個案例分析報告</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Yung Chin, Yen" />
<link rel="stylesheet" type="text/css" href="https://letranger.github.io/org-html-themes/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://letranger.github.io/org-html-themes/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">韌性城市個案例分析報告</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org280f555">1. 前言</a></li>
<li><a href="#org64d25f1">2. 各國韌性城市簡介</a></li>
</ul>
</div>
</div>

<div id="outline-container-org280f555" class="outline-2">
<h2 id="org280f555"><span class="section-number-2">1</span> 前言</h2>
<div class="outline-text-2" id="text-1">
<p>
韌性城市是指一城市擁有足以容納、維持現今及未來社會、經濟、環境、科技發展所帶來的壓力，基礎建設規劃能在未來仍能發揮必要的功能。同時，城市必須將針對氣候變遷危機議題做規劃，並增進在基礎建設及自然環境層面的調適能力<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>。<br />
</p>

<p>
韌性城市的打造是一個不斷探索、學習、修正的動態過程。而學習的來源除了從自身過去發生的經驗中吸取養，更主要的學習對象係來自其他城市的發展經驗，藉由與不同地區、面臨不同潛在災難威脅的城市間進行相互比較，學習這些城市所採取的策略及其成效，對處於打造韌性城市初期的城市是十分重要的。這也說明了為何各城市積極參與國際性的城市聯盟，如C402，ICELI3等，藉由經驗交換與資源共享，來推動更為韌性的都市發展。<br />
</p>

<p>
打造韌性城式過程中對於其他城市開發經驗的借鑑並非完全複製他地的操作經驗，而應考慮地方特性(如環境特性，文化背景，空間治理架構，發展願景)，將他地的經驗消化學習，進而轉換為符合當地需求的策略與規範，完全的複製不僅無法確保城市變得更韌性，更可能是一場災難<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>。<br />
</p>
</div>
</div>

<div id="outline-container-org64d25f1" class="outline-2">
<h2 id="org64d25f1"><span class="section-number-2">2</span> 各國韌性城市簡介</h2>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://wiki.mbalib.com/zh-tw/%E9%9F%A7%E6%80%A7%E5%9F%8E%E5%B8%82">韌性城市</a><br />
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://eyesonplace.net/2016/05/11/2201/">韌性，城市不任性 II : 理論發展與空間規劃上的應用</a><br />
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Yung Chin, Yen</p>
<p class="date">Created: 2021-03-14 Sun 21:18</p>
</div>
</body>
</html>
